A GUID identifying the A360 model.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2012
 Syntax
  C#
public Guid GetModelGUID()
  Visual Basic
Public Function GetModelGUID As Guid
  Visual C++
public:
Guid GetModelGUID()
 See Also
  ModelPath Class
  Autodesk.Revit.DB Namespace